Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggi_oassalasttii_on:id_dalkkadatkonferensii_-_eamialbmogiid_olmmosvuoigatvuodaid_galga_gudnejahttit.html.tmx
Source language: sme
Languages: smn

source: Sámediggi oassálasttii ON:id dálkkádatkonferensii – eamiálbmogiid olmmošvuoigatvuođaid galgá gudnejahttit
smn: Sämitigge uásálistij OA šoŋŋâdâhkonferensân – algâaalmugij olmoošvuoigâdvuođâid kalga kunnijâttiđ

source: ON:id dálkkádatsoahpamuša oassebeallečoahkkin (COP) lágiduvvui Stuorra-Británnia Glasgow’s 31.10.–13.11.
smn: OA šoŋŋâdâhsopâmuš uásipeličuákkim (COP) uárnejui Stuorrâ-Britannia Glasgow’st 31.10.-13.11.

source: Jearaldagas lei ON:id vuollásaš dálkkádatrápmasoahpamuša 26. oassebeallečoahkkin ja vuosttas oassebeallečoahkkin Pariissa dálkkádatsoahpamuša áigodaga álgima 2020 maŋŋá.
smn: Koččâmušâst lâi OA vuálásii šoŋŋâdâhraamisopâmuš 26. uásipeličuákkim já vuossâmuš uásipeličuákkim tast maŋa ko Pariisi šoŋŋâdâhsopâmušpaje aalgij 2020.

source: Čoahkkima guovddáš mihttomearrin lei soahpat Pariissa soahpamuša ollašuhttimis ja maiddái reaidduin dehege gaskomiin ollašuhttima várás.
smn: Čuákkim koskâsâš ulmen lâi sooppâđ Pariisi sopâmuš olášutmist sehe olášuttemriäiduin.

source: Eamiálbmogiid sávaldat čoahkkimis lei, ahte njuolggadusaide, mat laktásit márkanmekanismmaide, galgá girjet eamiálbmogiid olmmošvuoigatvuođaid gudnejahttima go gávppašuvvo njuoskungeahpedemiin.
smn: Algâaalmugij viestâ čuákkimist lâi, ete markkânmekanismáid lohtâseijee njuolgâdussáid kalga merkkiđ pajas algâaalmugij olmoošvuoigâdvuođâi kunnijâttem luoštâkepidemkavpâšem ooleest.

source: Áibbas čoahkkima loahpas fitnašuvai šiehtadus njuolggadusain, ja eamiálbmogiid vuoigatvuođat máinnašuvvojit márkanmekanismma njuolggadusaid oktavuođas.
smn: Soovâd njuolgâdussáid finnejii loopâst čuákkim majemuu muddoost, já algâaalmugij vuoigâdvuođah muštâluvvojeh markkânmekanism njuolgâdusâi ooleest.

source: Márkanmekanismanjuolggadusain lea jearaldat das, man láhkai riikkat sáhttet ávkkástallat guoibmeriikkain sin ruhtadan dálkkádatdoaimmaiguin iežaset, Pariissa soahpamuššii almmuhan nuoskunulbmiliid juksamis.
smn: Markkânmekanismnjuolgâdusâin lii koččâmuš tast, ete maht staatah pyehtih kevttiđ šoŋŋâdâhtooimâid, maid láá ruttâdâm kyeimistaatâin, vâi jukseh jieijâs Pariisi sopâmušân almottum luoštâuulmijd.

source: – Sámediggái lea dehálaš, ahte mekanismma vehkiin ollašuhtton njuoskungeahpádusat ja daidda laktáseaddji doaimmat eai loavkit eamiálbmogiid vuoigatvuođaid mange guovllos máilmmi ja ahte mekanismmaid vehkiin juksojuvvon nuoskungeahpádusat leat duođalaččat.
smn: – Sämitiigán lii tehálâš, ete mekanismij vievâst olášuttum luoštâkeeppidmeh já toid lohtâseijee tooimah iä luávkkáá algâaalmugij vuoigâdvuođâid kosten maailmist já ete mekanismij vievâst juksum luoštâkeeppidmeh láá tuođâliih.

source: Dan várás lea dehálaš, ahte njuolggadusgirjjis lea máinnašupmi eamiálbmogiid vuoigatvuođaid gudnejahttimis, Sámedikki ságajođiheaddji Juuso muitala čoahkkima maŋimuš beivviid dovdamušain.
smn: Tađe várás lii tehálâš, ete njuolgâduskirjeest lii mainâšum algâaalmugij vuoigâdvuođâi kunnijâttem, iätá Sämitige saavâjođetteijee Juuso čuákkim majemui peeivi tobdoin.

source: Eamiálbmogiid guoski áššit čoahkkimis ledje eamiálbmogiid dálkkádatforuma bargojoavkku (Local communities and Indigenous Peoples Platform) 6. deaivvadeapmi sihke dan bargoprográmmii gullevaš aktivitehtat čoahkkima áigge.
smn: Algâaalmugáid kyeskee ääših čuákkimist lijjii algâaalmugij šoŋŋâdâhfoorum pargojuávhu (Local communities and Indigenous Peoples Platform) 6. teivâm sehe ton pargo-ohjelmân kulloo tooimah čuákkim ääigi.

source: Lassin čoahkkimis dohkkehuvvui bargojoavkku nubbi doaibmaplána jagiide 2022–2024.
smn: Toos lasseen čuákkimist tuhhiittui pargojuávhu nubbe toimâvuávám iivij 2022-2024 várás.

source: Ođđa doaibmaplána sisttis doallá oktiibuot ovcci aktivitehta, mat laktásit eamiálbmogiid árbevirolaš dihtui sihke oassálastimii dálkkádatnuppástusa guoski politihkkii sihke doibmii.
smn: Uđđâ toimâvuávám ana sistees ohtsis oovce toimâd, moh lohtâseh algâaalmugij ärbitiätun sehe uásálistmân šoŋŋâdâhnubástusân kyeskee politiikân já tooimân.

source: Ságajođiheaddji Tuomas Aslak Juuso ja riikkaidgaskasaš áššiid čálli Inka Saara Arttijeff ovddasteigga čoahkkimis Sámedikki Suoma sáttagotti oassin.
smn: Sämitige čuákkimist ovdâstáin saavâjođetteijee Tuomas Aslak Juuso já aalmugijkoskâsij aašij čällee Inka Saara Arttijeff uássin Suomâ airâskode.

source: Sámedikki ovddasteaddjit oassálasttiiga eamiálbmogiid guoski ráđđádallamiidda sihke konferenssa mielddusdáhpáhusaide.
smn: Sämitige ovdâsteijeeh uásálistijn algâaalmugáid kyeskee ráđádâlmáid sehe konferens miäldustábáhtussáid.

source: Suoma Sámedikki lassin Norgga, Ruoŧa ja Sámiráđi ovddasteaddjit oassálaste čoahkkimii.
smn: Suomâ Sämitige lasseen Taažâ, Ruotâ sehe Sämirääđi ovdâsteijeeh uásálistii čuákkimân.

source: Glasgow’a čoahkkin lei koronaáigge vuosttas stuorra ON-čoahkkin, mii lágiduvvui fysalaš čoahkkimin.
smn: Glasgow čuákkim lâi koronaääigi vuossâmuš stuorrâ OA-čuákkim, mii uárnejui fyysisâš čuákkimin.

source: Čoahkkimii ja dan siidodáhpáhusaide oassálaste oktiibuot árvvu mielde badjel 25 000 oassálasti.
smn: Čuákkimân já ton miäldustábáhtussáid uásálistii ohtsis suulân paijeel 25 000 uásálisted.

source: Čoahkkimii oassálaste sullii 150 eamiálbmogiid ovddasteaddji birra máilmmi.
smn: Čuákkimân uásálistii suulân 150 algâaalmugij ovdâsteijeid pirrâ maailm.

source: Árktalaš guovllus dálkkádat lieggana jođánabbot go eatnanspáppa eará guovlluin
smn: Arktâsii kuávlust šoŋŋâdâh lieggân jotelubbooht ko eennâmpáálu eres kuávluin

source: Ráđđehusaid gaskasaš dálkkádatpanela PCC:a gieskat almmustuvvan raportin mielde eatnanspáppa gaskaliekkasvuođa badjáneapmi lea jođálmuvvan ja dat manná badjel 1,5 gráđa rájá maŋimustá juo boahttevaš logijagi álggobealde.
smn: Haldâttâsâi koskâsii šoŋŋâdâhpaaneel IPCC uđđâ raapoort mield eennâmpáálu koskâliegâsvuotâ allaan ain jotelubbooht já tot mana 1,5 ceehi rääji paijeel majemustáá jo puáttee ihelove aalgâbeln.

source: Pariissa soahpamuša ratifiseren oassebealit leat čatnasan dasa, ahte figget ráddjet liegganeami 1,5 gráđđii, muhto geavada doaimmain dat ii vel doarvái oidno.
smn: Pariisi sopâmuš ratifisistâm uásipeleh láá čonâdâttâm keččâliđ raijiđ lieggânem 1,5 ceehi mittomiärán, mutâ keevâtlijn tooimâin tot ij vala tuárvi oinuu.

source: Árktalaš guovlluin dálkkádat lieggana ainjuo guovtte geardde jođánabbot go eatnanspáppa eará guovlluin.
smn: Arktâsii kuávlust šoŋŋâdâh lieggân kuittâg kyehti keerdi jotelubbooht ko eres kuávluin eennâmpáálust.

source: Dat váikkuha buot árktalaš eamiálbmogiidda go eallindilli rievdá, ja oidno ovdamearkan árbevirolaš ealáhusaiguin bargamis.
smn: Taat vaaigut puoh arktâsâš algâaalmugáid ko tileh nubástuveh já tot uáinoo ovdâmerkkân ärbivuáválij iäláttâsâi ooleest.

source: Sámedikki dán válgabaji oktan váldoulbmilin lea doaibmabijuid ovddideapmi dálkkádatnuppástusa ráddjema dihtii nu, ahte váldojit vuhtii sámiid vuoigatvuođat.
smn: Sämitige taan valjâpaje ohtâ váldu-ulme lii tooimâi ovdedem šoŋŋâdâhnubástus raijim várás tienuuvt, ete sämmilij vuoigâdvuođah váldojeh huámmášumán.

source: Válgabaji doaibmaprográmma dárkilut ulbmilat leat sámi dálkkádatnuppástusa vuogáiduvvanprográmma ja dálkkádatpanela ovddideapmi sihke dálkkádatnuppástuspolitihkkii váikkuheapmi nu álbmotlaččat go riikkaidgaskasaččatge.
smn: Valjâpaje toimâohjelm ovtâskâs ulmeh láá sämmilii šoŋŋâdâhnubástus vuáhádumeohjelm já šoŋŋâdâhpaaneel ovdedem sehe šoŋŋâdâhnubástuspolitiikân vaiguttem aalmuglávt já meid aalmugijkoskâsávt.

source: Lassidieđut
smn: Lasetiäđuh

source: Tuomas Aslak Juuso Ságajođiheaddji +358 40 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee +358 40 687 3394 tuomas.juuso(at)samediggi.fi

source: Inka Saara Arttijeff Riikkaidgaskasaš áššiid čálli +358 50 574 7629 inka-saara.arttijeff(at)samediggi.fi
smn: Inka Saara Arttijeff Aalmugijkoskâsij aašij čällee +358 50 574 7629 inka-saara.arttijeff(at)samediggi.fi
